<template>
  <div class="agreement">
    <navbar title="轻家政会员服务协议" />
    <p>
      <strong>轻家政会员服务协议</strong>
    </p>
    <p>
      <strong>导言：</strong>
    </p>
    <p>
      <strong>欢迎您成为轻家政会员并阅读《轻家政会员服务协议》！</strong>
    </p>
    <p>《轻家政会员服务协议》（简称为“本协议”）是您与轻家政小程序之间关于“会员”以及轻家政提供的各项服务的法律协议。</p>
    <p>
      <strong>轻家政在此特别提醒，请您在使用会员服务前阅读并充分理解本协议，特别是免除或者限制责任的相应条款，并选择“接受”或“不接受”。轻家政可能会根据会员的整体规划等，对会员及/或本协议进行修改或变更，若您不同意会员及/或本协议的前述修改或变更，您可停止使用会员服务。您使用会员服务即视为您接受并同意本协议所有条款，包括但不限于前述修改及变更。如违反本协议约定，轻家政有权随时中止或终止该会员服务。</strong>
    </p>
    <p>
      <strong>如果您未满18周岁，请在法定监护人的陪同下阅读本协议。</strong>
    </p>
    <p>本协议是基于《用户使用协议》、《账号中心规范》以及轻家政相关协议规范（简称为“轻家政服务条款”）制定，与其是不可分割的；同时，轻家政不时发布的关于会员的相关协议、服务规则等也是本协议的一部分，您在使用会员服务的同时应遵守本协议、轻家政服务条款及前述相关协议、服务规则等所有条款。</p>
    <p>
      <strong>特别提示：您通过轻家政指定渠道开通会员服务后，可能会由于您使用的软件版本、设备、操作系统等不同以及第三方原因导致您实际可使用的具体服务有差别，由此可能给您带来的不便，您表示理解，并不会因此向轻家政提出任何主张或追究轻家政任何责任。同时，《轻家政会员服务协议》可能由于您使用的软件版本存在差别，您理解并同意本协议最终版本以轻家政小程序端提供版本为最终版本。</strong>
    </p>
    <p>
      <strong>一．协议的定义及宗旨</strong>
    </p>
    <p>（一）&nbsp;会员服务是轻家政在其小程序上的的增值服务。</p>
    <p>（二）&nbsp;会员服务秉承以下宗旨：为成为会员的您提供各种更完善的线上线下服务，促进您与轻家政之间的相互交流及提高服务质量。</p>
    <p>
      <strong>二．轻家政郑重声明：轻家政会员服务，不影响轻家政小程序现有的一切服务并保证服务质量。轻家政会员服务，与轻家政现存正式会员服务体系并存。</strong>
    </p>
    <p>
      <strong>三．获得会员服务的程序</strong>
    </p>
    <p>（一）会员类别</p>
    <p>1.会员服务的类别具体以公示为准。会员服务的所有权和运营权均归轻家政所有。</p>
    <p>2.开通会员后，会员可在轻家政小程序将享有全部“家庭生活服务”的服务，其中享有家庭生活服务项目（除保洁服务外）均可不限次数免费使用的特权，以及“保洁服务”项目48次（每周一次，限时一小时）的特权，具体特权服务内容以轻家政“会员中心”公示为准。</p>
    <p>3.轻家政可根据业务发展变化及时调整会员类别及特权内容并进行公示。您理解和接受轻家政对会员服务进行调整可能会对您已享有或正在享有的权益造成影响，若您不同意轻家政的调整，应立即停止使用会员服务。您的继续使用视为同意轻家政的调整，并按照调整后的约定执行。</p>
    <p>（二）成为会员的方法</p>
    <p>1.您可通过轻家政指定的包括但不限于银行卡、支付宝、微信支付、等现有方式或未来轻家政指定方式，在依约支付一定费用后开通会员。同时，您不得通过以下任何方式为自己或他人开通/获赠本服务：</p>
    <p>（1）以营利、经营等非个人使用的目的为自己或他人开通会员；</p>
    <p>（2）通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等任何程序、软件方式为自己或他人开通会员；</p>
    <p>（3）通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通会员；</p>
    <p>（4）通过非轻家政指定的方式为自己或他人开通会员；</p>
    <p>（5）通过侵犯轻家政或他人合法权益的方式为自己或他人开通会员；</p>
    <p>（6）通过其他违反相关法律、行政法规、国家政策等的方式为自己或他人开通会员。</p>
    <p>您若违反以上规定的，轻家政有权根据您的实际情况采取修改、限制、中止或终止全部或部分您的会员服务，并不予任何赔偿或退还费用。</p>
    <p>2.在您使用具体某种方式加入会员时，须阅读并确认相关的用户协议和使用方法。您申请加入会员所提供的资料必须真实有效，并在您的个人资料发生变化时请及时修改注册的个人资料。</p>
    <p>
      （三）您成为会员成功后，可享受会员多项专属特权和增值服务，有效日期以会员服务开通的时间算起，具体您可以在
      <strong>轻家政</strong>
      <a>【我的会员页】</a>进行查询。
    </p>
    <p>（四）您的会员到期前，轻家政将通过站内信等方式提示您会员即将到期，您可再次通过购买/获赠等具体方式延续您的会员。若您的会员到期时，轻家政将终止提供会员服务。</p>
    <p>（五）您成为会员后，会员服务不可进行转让或退订；若您不接受会员服务，您可停止使用会员服务或停止延续会员服务。</p>
    <p>
      <strong>五．会员守则</strong>
    </p>
    <p>（一）您成为会员后，可享有会员的各项专属特权和服务，同时应遵守会员服务的相关协议及服务规则等。</p>
    <p>（二）在您申请会员服务填写注册资料时，请您填写真实有效的信息。</p>
    <p>（三）不得采取出售、转让、盗用、租赁其他用户账户等方式进行会员注册或通过出售、转让、盗用、转借其他会员账户等方式享用会员，一旦发现，轻家政将封停该用户账户或取消其会员资格，且不给予任何赔偿或退还费用。</p>
    <p>（四）如您违反本协议或轻家政服务条款，轻家政有权利取消您的会员资格，轻家政可根据您的实际情况采取修改、限制、中止或终止全部或部分轻家政会员服务或追究您的法律责任等措施，轻家政也无需向您退还任何费用/会员积分，且您需承担您、第三方及/或轻家政由此遭受的损失。</p>
    <p>
      <strong>六．保密条款</strong>
    </p>
    <p>尊重会员个人隐私是轻家政的责任，轻家政在未经会员的授权时不会公开或透露其会员注册资料及保存的非公开内容，但由于法律法规需要等原因除外。</p>
    <p>
      <strong>七．请您负责妥善且正确地保管、使用、维护您的会员资料、账户信息及账户密码。请您对您账户信息和账户密码采取必要和有效的保密措施。</strong>
    </p>
    <p>
      <strong>八．会员服务的通知和公告办法</strong>
    </p>
    <p>
      <strong>会员服务的通知和公告将通过以下形式之一或多种形式对会员发布，会员可通过该公告查询新增的增值服务、账户信息、会员的权利义务、服务规则等，并需严格遵守相应的服务规则。</strong>
    </p>
    <p>
      1、轻家政小程序站内私信；
      <br />2、电子邮箱；
      <br />3、轻家政小程序首页公告专栏；
      <br />4、会员服务栏目等。
    </p>
    <p>
      <strong>九．协议的变更、中止或终止</strong>
    </p>
    <p>（一）因发生不可抗拒的事由，包括但不限于不可抗力、政府政策、互联网服务的特性等，导致轻家政会员服务无法继续时，轻家政会以最快的速度通知会员，并随时修改、限制、中止或终止全部或部分轻家政会员服务。</p>
    <p>
      <strong>十．本协议的解释，效力及纠纷的解决，适用于中华人民共和国法律法规。本协议适用广州仲裁委员会按照其仲裁规则进行仲裁。仲裁裁决是终局的，对双方均有约束力。</strong>
    </p>
    <p>
      <strong>轻家政</strong>
    </p>
  </div>
</template>

<script>
import navbar from '@/components/navbar.vue'
export default {
  name: 'agreement',
  components: {
    navbar,
  },
  data() {
    return {}
  },
  methods: {},
  created() {
    if (
      sessionStorage.getItem('token') === '' ||
      sessionStorage.getItem('token') === undefined
    ) {
      this.$router.replace({
        name: 'home',
      })
      return
    }
  },
}
</script>

<style scoped lang="less">
.agreement {
  margin: 0 16px;
}
</style>
